acpi
acpi_call
acpid
adapta-gtk-theme
alsa-utils
arandr
arc-gtk-theme
arrow
autoconf
automake
baobab
bash
betterlockscreen
binutils
bison
blueman
bluez-utils
bolt
boost
brotli-static
bumblebee
bzip2
cheese
chromium
clang
compton
conky
connman
coreutils
cryptsetup
cuda
deepin-screenshot
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
downgrade
dropbox
dunst
e2fsprogs
efibootmgr
eog
epiphany
ethtool
evince
fakeroot
feh
file
file-roller
filesystem
findutils
firefox
flex
folly
gawk
gcc
gcc-libs
gdal
gdm
gedit
gettext
git
glibc
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-screenshot
gnome-session
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-user-docs
gnome-user-share
gnome-video-effects
google-chrome
google-glog
grep
grilo-plugins
groff
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hsetroot
htop
i3-gaps
i3blocks
i3lock-fancy-dualmonitors-git
i3status
i8kutils-git
inetutils
intel-ucode
iproute2
iputils
jdk8-openjdk
jfsutils
less
libtool
licenses
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-aether
lightdm-webkit-theme-litarvan
lightdm-webkit-theme-sequoia-git
linux
llvm
logrotate
lshw
lvm2
lxappearance
m4
make
man-db
man-pages
maven
mdadm
mesa-demos
mousetweaks
mutter
nano
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nvidia
nvidia-docker
openssh
openvpn
orca
otf-fira-code
pacman
parcellite
patch
pciutils
perl
pkgconf
polybar
powertop
primus
procps-ng
psmisc
pyenv
refind-efi
reiserfsprogs
rofi
rofi-calc
roficlip
rxvt-unicode
rygel
s-nail
screen
scrot
sed
shadow
simple-scan
slack-desktop
snappy
st
stow
sudo
sushi
sysfsutils
systemd
systemd-sysvcompat
tar
termite
texinfo
thefuck
thrift
thunar
tlp
totem
tracker-miners
ttf-dejavu
ttf-hack
ttf-monaco
ttf-mplus
udiskie
ufw
unigine-valley
usbutils
util-linux
vi
vim
vino
visual-studio-code-bin
wget
which
wpa_supplicant
xautolock
xdg-user-dirs-gtk
xf86-video-intel
xfce4-panel
xfce4-terminal
xfsprogs
xorg-server-devel
xorg-xclock
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xrandr
xsel
xsettingsd
xss-lock
xterm
yay
yelp
zsh
zsh-syntax-highlighting
